Repository: plance/wordpress-plugin-my-simple-form
Catalog: languages/plance-*.po
Languages: ru_ru

source: List applications
ru_ru: Список заявок

source: Applications
ru_ru: Заявки

source: Configure fields
ru_ru: Настройки полей

source: Notification
ru_ru: Уведомления

source: Day
ru_ru: День

source: Month
ru_ru: Месяц

source: Year
ru_ru: Год

source: "{field}" must not be empty
ru_ru: Поле "{field}" не должно быть пустым

source: "{field}" must be a email
ru_ru: Поле "{field}" должно содержать правильный почтовый ящик

source: Minimum age "{param1}"
ru_ru: Минимально допустимый возраст "{param1}"

source: The maximum age limit "{param1}"
ru_ru: Максимально допустимый возраст "{param1}"

source: You must select day
ru_ru: Вы должны выбрать день

source: You must select month
ru_ru: Вы должны выбрать месяц

source: You must select year
ru_ru: Вы должны выбрать год

source: You must select file for "{field}"
ru_ru: Вы должны выбрать файл для поля "{field}"

source: During upload file for "{field}" the error occurred
ru_ru: Во время загрузки файла для поля "{field}" возникла ошибка

source: You upload wrong file type for "{field}"
ru_ru: Вы загружаете не верный тип файла для поля "{field}"

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Date create
ru_ru: Дата создания

source: Data not found
ru_ru: Данные отсутствуют

source: delete
ru_ru: удалить

source: Notification options
ru_ru: Настройки уведомлений

source: Use this shortcode in your posts or pages
ru_ru: Чтобы отобразить форму обратной связи, используйте этот шорткод в тексте постов или страниц

source: Use next pseudotag in above message:
ru_ru: Используйте следующие псевдотеги в форме выше, чтобы сформировать сообщение.

source: {name} - Name
ru_ru: {name} - Имя

source: {surname} - Surname
ru_ru: {surname} - Фамилия

source: {patronymic} - Patronymic
ru_ru: {patronymic} - Отчество

source: {company} - Company
ru_ru: {company} - Компания

source: {birthday} - Birthday
ru_ru: {birthday} - Дата рождения

source: {phone} - Phone
ru_ru: {phone} - Телефон

source: {messenger} - Messenger
ru_ru: {messenger} - Средства связи

source: {site} - Site
ru_ru: {site} - Сайт

source: {country} - Country
ru_ru: {country} - Страна

source: {city} - City
ru_ru: {city} - Город

source: {address} - Address
ru_ru: {address} - Адрес

source: {credit_card} - Credit card
ru_ru: {card} - Кредитная карта

source: {sum} - Sum
ru_ru: {sum} - Сумма

source: {comment} - Comment
ru_ru: {comment} - Комментарий

source: {image} - Image
ru_ru: {image} - Изображение

source: {file} - File
ru_ru: {file} - Фаил

source: {radio} - Radio element
ru_ru: {radio} - Выбор из списка

source: {select} - Select element
ru_ru: {select} - Выпадающий список

source: {checkbox} - Checkbox element
ru_ru: {checkbox} - Элемент чекбокс

source: Configure form fields
ru_ru: Настройки полей формы

source: Field title
ru_ru: Название поля

source: Your title
ru_ru: Ваше название

source: Show on form?
ru_ru: Отображать на форме?

source: Order on form
ru_ru: Порядок отображения на форме

source: Required to fill?
ru_ru: Обязательное для заполнения?

source: Options
ru_ru: Опции

source: Name
ru_ru: Имя

source: Surname
ru_ru: Фамилия

source: Patronymic
ru_ru: Отчество

source: Company
ru_ru: Компания

source: Birthday
ru_ru: Дата рождения

source: Min age:
ru_ru: Мин. лет

source: Max age:
ru_ru: Макс лет.

source: Set to zero to not use an age limit
ru_ru: Установите в ноль чтобы не использовать ограничение

source: Phone
ru_ru: Телефон

source: Messenger
ru_ru: Средства связи

source: Site
ru_ru: Сайт

source: Country
ru_ru: Страна

source: City
ru_ru: Город

source: Address
ru_ru: Адрес

source: Credit card
ru_ru: Кредитная карта

source: Sum
ru_ru: Сумма

source: Image
ru_ru: Изображение

source: Extensions:
ru_ru: Расширения:

source: File
ru_ru: Файл

source: Comment
ru_ru: Комментарий

source: Options:
ru_ru: Опции:

source: Use comma for separate options
ru_ru: Используйте запятую в качестве разделителя

source: Users
ru_ru: Пользователи

source: is Delete?
ru_ru: продолжить удаление?

source: - day -
ru_ru: - день -

source: - month -
ru_ru: - месяц -

source: - year -
ru_ru: - год -

source: Send
ru_ru: Отправить

source: Admin Email
ru_ru: Email Администратора

source: Admin Name
ru_ru: Имя Администратора

source: Noreply Name
ru_ru: Noreply Имя

source: Shortcode Name
ru_ru: Название шорткода

source: Message subject
ru_ru: Тема сообщения

source: Message template
ru_ru: Шаблон сообщения

source: Flash Message
ru_ru: Флеш-сообщение пользователю

source: "{field}" does not match the required format
ru_ru: Шорткод должен начинаться и заканчиваться на буквы, а содержать в себе буквы, цифры, тире и подчеркивания

source: Configure updated
ru_ru: Настройки обновлены

source: User(s) deleted
ru_ru: Пользователи удалены

source: File deleted
ru_ru: Файл удален

source: Search
ru_ru: Поиск
